# brew bundle
# vi: ft=sh

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cask"
brew "mas"

brew "python"
brew "exiftool"
brew "exiv2"
brew "ffmpeg"
brew "htop"
brew "id3v2"
brew "imagemagick"
brew "midnight-commander"
brew "ncdu"
brew "perl"
#brew "switchaudio-osx"
brew "telegram-cli"
brew "tmux"
brew "vim"
brew "wget"

cask "gimp"
cask "hammerspoon"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "mpv"
cask "skype"
cask "stats"
cask "vlc"
cask "google-chrome"
cask "dropbox"
cask "firefox"
cask "bbedit"
cask "grandperspective"
cask "rocket-typist"
cask "bettertouchtool"
cask "bartender"
cask "itsycal"
cask "the-unarchiver"
cask "whatsapp"
cask "automute"

mas "CopyClip", id: 595191960
mas "2048 Game", id: 871033113
mas "Clean", id: 418412301
mas "1Password", id: 443987910
mas "Battery Stats for AirPods", id: 1405763798
mas "TaskTab", id: 1395414535
mas "Byword", id: 420212497
#mas "XCode", id: 497799835
