tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cask"
brew "mas"

brew "python"
brew "exiftool"
brew "exiv2"
brew "ffmpeg"
brew "htop"
brew "id3v2"
brew "imagemagick"
brew "macvim", link: false
brew "midnight-commander"
brew "ncdu"
brew "perl"
brew "switchaudio-osx"
brew "telegram-cli"
brew "tmux"
brew "vim"
brew "wget"

cask "gimp"
cask "hammerspoon"
cask "iina"
cask "karabiner-elements"
cask "keka"
cask "macvim"
cask "mpv"
cask "skype"
cask "stats"
cask "vlc"
cask "google-chrome"
cask "dropbox"
cask "firefox"
cask "bbedit"
cask "grandperspective"
cask "skype-for-business"
cask "rocket-typist"
cask "bettertouchtool"
cask "bartender"
cask "google-chat"
cask "itsycal"
cask "google-drive-file-stream"
cask "karabiner-elements"
